Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/bitwarden.tmx
Source language: en
Languages: sv

source: Credential import was cancelled in the selected app. No items have been imported.
sv: Import av inloggningsuppgifter avbröts i den valda appen. Inga objekt har importerats.

source: Learn more about how to use Bitwarden on the Help center.
sv: Läs mer om hur du använder Bitwarden i hjälpcentret.

source: Number of words
sv: Antal ord

source: Card
sv: Kort

source: Check password for data breaches
sv: Kontrollera lösenord för dataintrång

source: Breeze through 2FA with built-in codes
sv: Klara 2FA enkelt med inbyggda koder

source: Items transferred
sv: Objekt överförda

source: Save and protect your data
sv: Spara och skydda din data

source: Unlocking may fail due to insufficient memory. Decrease your KDF memory settings or set up biometric unlock to resolve.
sv: Upplåsning kan misslyckas på grund av otillräckligt minne. Minska dina KDF-minnesinställningar för att lösa detta.

source: Base domain
sv: Basdomän

source: All logs deleted
sv: Alla loggar raderade

source: Terminate all ${applicationName} logins
sv: Avsluta alla ${applicationName}-inloggningar

source: Sync with the Bitwarden app
sv: Synkronisera med Bitwarden-appen

source: Confirm vault export
sv: Bekräfta export av valv

source: Logins
sv: Inloggningar

source: Are you sure you want to turn on screen capture?
sv: Är du säker på att du vill tillåta skärmdumpar?

source: Import saved logins
sv: Importera sparade inloggningar

source: Capitalize
sv: Versalisera

source: Current session
sv: Aktuell session

source: Options are collapsed, tap to expand.
sv: Alternativen är dolda, tryck för att utvidga.

source: Past due
sv: Förfallen

source: Opens date picker
sv: Öppnar datumväljaren

source: Loading vault data…
sv: Läser in valvdata…

source: Logs will be automatically deleted after 30 days. Bitwarden is only able to access your log data when you share it.
sv: Loggar raderas automatiskt efter 30 dagar. Bitwarden kan endast komma åt dina loggdata när du delar dem.

source: Close all ${applicationName} profiles
sv: Stäng alla ${applicationName}-profiler

source: %#@MasterPasswordMustBeAtLeastCharactersLong@
sv: Huvudlösenordet måste vara minst %#@characters@ långt.

source: Bitwarden keeps your vault automatically synced by using push notifications. For the best possible experience, please select “Allow” on the following prompt when asked to allow push notifications.
sv: Bitwarden håller ditt valv automatiskt synkroniserat med hjälp av push-meddelanden. För bästa möjliga upplevelse, välj ”Tillåt” när du blir ombedd att tillåta push-meddelanden.

source: Run reports to find risky passwords
sv: Kör rapporter för att hitta riskfyllda lösenord

source: <annotation arg="0">[%1$s]</annotation> is requiring all items to be owned by the organization for security and compliance. Click accept to transfer ownership of your items. <annotation link="learnMore">Learn more</annotation>
sv: [%1$s] kräver att alla objekt ägs av organisationen för säkerhet och efterlevnad. Klicka på acceptera för att överföra ägarskapet för dina objekt.

source: Verify PIN
sv: Bekräfta PIN-kod

source: There are no text Sends in your vault.
sv: Det finns inga textmeddelanden i ditt valv.

source: SWIFT code
sv: SWIFT-kod

source: Avoid ambiguous characters
sv: Undvik tvetydiga tecken

source: Unlock with Optic ID
sv: Lås upp med optiskt ID

source: Go back
sv: Gå tillbaka

source: Passkey operation failed because user could not be verified.
sv: Åtgärden för inloggningsnyckel misslyckades eftersom användaren inte kunde verifieras.

source: Unable to read certificate.
sv: Det går inte att läsa certifikatet.

source: Step [%1$s] of [%2$s]
sv: Steg [%1$s] av [%2$s]

source: Unlock with PIN code
sv: Lås upp med PIN-kod

source: The best way to make sure you can always access your vault is to set up safeguards from the start.
sv: Det bästa sättet att säkerställa att du alltid har tillgång till ditt valv är att ställa in säkerhetsåtgärder från början.

source: If a login has an authenticator key, copy the TOTP verification code to your clipboard when you autofill the login.
sv: Om en inloggning har en autentiseringsnyckel, kopiera TOTP-verifieringskoden till ditt urklipp när du automatiskt fyller i inloggningen.

source: Enter your account email address to receive your master password hint.
sv: Ange din e-postadress för att få din huvudlösenordsledtråd skickad till dig.

source: Your master password does not meet one or more of your organization policies. In order to access the vault, you must update your master password now. Proceeding will log you out of your current session, requiring you to log back in. Active sessions on other devices may continue to remain active for up to one hour.
sv: Ditt huvudlösenord följer inte ett eller flera av din organisations regler. För att komma åt ditt valv så måste du ändra ditt huvudlösenord nu. Om du gör det kommer du att loggas du ut ur din nuvarande session så du måste logga in på nytt. Aktiva sessioner på andra enheter kommer fortsatt vara aktiva i upp till en timme.

source: Your request was interrupted because the app needed to re-authenticate. Please try again.
sv: Din begäran avbröts eftersom appen behövde autentisera sig på nytt. Försök igen.

source: You’ll only need to set up Authenticator Key for logins that require two-factor authentication with a code. The key will continuously generate six-digit codes you can use to log in.
sv: Du behöver bara ställa in Authenticator Key för inloggningar som kräver tvåfaktorsautentisering med en kod. Nyckeln kommer kontinuerligt att generera sexsiffriga koder som du kan använda för att logga in.

source: Set “Save to Bitwarden” as your default save option?
sv: Ställ in "Spara till Bitwarden" som din standardalternativ?

source: Export your saved logins
sv: Exportera dina sparade inloggningar

source: / month
sv: / månad

source: Autofill setup
sv: Konfigurera autofyll

source: Currently unable to login with SSO
sv: Det gick för närvarande inte att logga in med SSO

source: Line of credit
sv: Kreditlinje

source: Passport number
sv: Passnummer

source: ${applicationName}, make a secure passphrase
sv: ${applicationName}, skapa en säker lösenordsfras

source: Expiration
sv: Utgång

source: We couldn’t sync your vault with the server. Your vault may not reflect your latest changes. You can try again now or it will sync automatically later.
sv: Vi kunde inte synkronisera ditt valv med servern. Ditt valv kanske inte speglar dina senaste ändringar. Du kan försöka igen nu eller så synkroniseras det automatiskt senare.

source: Enter URI
sv: Ange URI

source: Allow Authenticator app syncing in settings to view all your verification codes here.
sv: Tillåt synkronisering av Authenticator-appen i inställningarna för att se alla dina verifieringskoder här.

source: Log in with master password
sv: Logga in med huvudlösenord

source: Please turn on “Autofill Accessibility Service” from Bitwarden Settings to use the Autofill tile.
sv: Slå på "Autofill Accessibility Service" från Bitwarden Settings för att använda Autofill-kaklet.

source: Cards
sv: Kort

source: Almost done!
sv: Nästan färdigt!

source: January
sv: Januari

source: <annotation emphasis="bold">Recently active:</annotation> <annotation arg="0">[%1$s]</annotation>
sv: <annotation emphasis="bold">Nyligen aktiv:</annotation> <annotation arg="0">[%1$s]</annotation>

source: An error occurred while trying to update your kdf settings. Please try again or contact us.
sv: Ett fel inträffade vid försök att uppdatera dina kdf-inställningar. Försök igen eller kontakta oss.

source: Set up later
sv: Ställ in senare

source: See upcoming codes in the list
sv: Se kommande koder i listan

source: Close
sv: Stäng

source: URI match detection controls how Bitwarden identifies autofill suggestions.
sv: Detektering av URI-matchning är hur Bitwarden identifierar automatisk ifyllning.

source: All Sends
sv: Alla Sends

source: View recorded logs
sv: Visa inspelade loggar

source: Request admin approval
sv: Be om godkännande från administratör

source: The log file you are trying to share has been removed.
sv: Den loggfil som du försöker dela har tagits bort.

source: Copy email
sv: Kopiera e-postadress

source: Lock up all accounts in ${applicationName}
sv: Lås upp alla konton i ${applicationName}

source: We were unable to process your request. Please try again or contact us.
sv: Vi kunde inte behandla din begäran. Försök igen eller kontakta oss.

source: Use Chrome Beta autofill integration
sv: Använd integration för autofyll med Chrome Beta

source: Failed to migrate items to [%s]
sv: Det gick inte att migrera objekt till [%s]

source: Domain name (required)
sv: Domännamn (obligatoriskt)

source: Nationality
sv: Nationalitet

source: <annotation link="passwordHistory">Password history: <annotation arg="0">[%1$s]</annotation></annotation>
sv: <annotation link="passwordHistory">Lösenordshistorik: <annotation arg="0">[%1$s]</annotation></annotation>

source: Trust
sv: Förtroende

source: Master password must be at least %d character long.
sv: Huvudlösenordet måste vara minst %d tecken långt.

source: Master password must be at least %d characters long.
sv: Huvudlösenordet måste vara minst %d tecken långt.

source: Scan complete
sv: Skanningen är färdig

source: Erase all ${applicationName} sessions
sv: Radera alla ${applicationName}-sessioner

source: Error connecting with the Duo service. Use a different two-step login method or contact Duo for assistance.
sv: Fel vid anslutning till Duo-tjänsten. Använd en annan tvåstegsinloggningsmetod eller kontakta Duo för hjälp.

source: Copy social security number
sv: Kopiera personnummer

source: Self-hosted
sv: Lokalt installerad

source: Word separator
sv: Ordavgränsare

source: July
sv: Juli

source: Add license
sv: Lägg till licens

source: Copy account number
sv: Kopiera kontonummer

source: Set up Bitwarden to view items containing verification codes
sv: Ställ in Bitwarden för att visa objekt som innehåller verifieringskoder

source: Save to Bitwarden
sv: Spara till Bitwarden

source: Bank account saved
sv: Bankkonto sparat

source: Need help? Check out **[autofill help]([%1$s])**
sv: Behöver du hjälp? Kolla in **[autofill help]([%1$s])**

source: To manage your Premium subscription, please log in to your web vault on a computer.
sv: För att hantera din Premium-prenumeration, vänligen logga in på ditt webbvalv på en dator.

source: [%1$s] copied
sv: [%1$s] har kopierats

source: The environment URLs have been saved.
sv: Miljö-URL:er har sparats.

source: Address 2
sv: Adress 2

source: Import successful!
sv: Importen lyckades!

source: Downloading…
sv: Laddar ner…

source: Trash
sv: Papperskorg

source: Do you really want to delete this log?
sv: Vill du verkligen radera den här loggen?

source: Are you sure you want to use “[%1$s]”?
sv: Är du säker på att du vill använda “[%1$s]”?

source: Required to use the Autofill Quick-Action Tile.
sv: Krävs för att använda Autofill Quick-Action Tile.

source: Unlock with biometrics requires strong biometric authentication and may not be compatible with all biometric options on this device.
sv: Låsa upp med biometri kräver stark biometrisk autentisering och är kanske inte kompatibelt med alla biometriska alternativ på den här enheten.

source: domain name
sv: domännamn

source: Attachment deleted
sv: Bilaga borttagen

source: Edit blocked URI
sv: Redigera blockerad URI

source: This Send is not compliant with your organization’s Send policy and will automatically expire at the set deletion date.
sv: Detta Send uppfyller inte organisationens policy för Send och upphör automatiskt att gälla på det angivna borttagningsdatumet.

source: Add passport
sv: Lägg till pass

source: Username
sv: Användarnamn

source: You don’t have any codes to display
sv: Du har inga koder att visa

source: Item deleted
sv: Objektet har raderats

source: Lock
sv: Lås

source: Certificate installed
sv: Certifikat installerat

source: On
sv: På

source: Account
sv: Konto

source: On your computer, **log in to your current browser or password manager.**
sv: På din dator, **logga in på din nuvarande webbläsare eller lösenordshanterare.**

source: There are no file Sends in your vault.
sv: Det finns inga filöverföringar i ditt valv.

source: Your PIN must be at least %d character.
sv: Din PIN-kod måste vara minst %d tecken lång.

source: Your PIN must be at least %d characters.
sv: Din PIN-kod måste vara minst %d tecken lång.

source: Use a computer to import logins from an existing password manager
sv: Använd en dator för att importera inloggningar från en befintlig lösenordshanterare

source: Account setup
sv: Kontoinställningar

source: Number of digits
sv: Antal siffror

source: You’re all set!
sv: Du är klar!

source: Your subscription was suspended on **[%1$s]**. To reactivate, please resolve your past due invoices.
sv: Din prenumeration avbröts den **[%1$s]**. För att återaktivera, vänligen åtgärda dina förfallna fakturor.

source: There are no identities in your vault.
sv: Det finns inga identiteter i ditt valv.

source: Identify unsecure websites
sv: Identifiera osäkra webbplatser

source: Please confirm the domain below with your organization administrator.\n\nKey Connector domain:\n[%1$s]
sv: Vänligen bekräfta domänen nedan med din organisationsadministratör.\n\nKey Connector-domän:\n[%1$s]

source: Save here
sv: Spara här

source: Social Security number
sv: Personnummer

source: Attachment saved successfully
sv: Bilagan sparades

source: Syncing…
sv: Synkroniserar…

source: Edit note
sv: Redigera anteckning

source: Bitwarden needs local network access to sync with your server. Without this permission, the app won’t be able to connect.
sv: Bitwarden behöver lokal nätverksåtkomst för att synkronisera med din server. Utan denna behörighet kan appen inte ansluta.

source: Continue to complete WebAuthn verification.
sv: Fortsätt för att slutföra WebAuthn verifieringen.

source: You have a grace period of %1$d day from your subscription expiration date.
sv: Du har en frist på %1$d dag från din prenumerations slutdatum.

source: You have a grace period of %1$d days from your subscription expiration date.
sv: Du har en frist på %1$d dagar från din prenumerations slutdatum.

source: Set up later?
sv: Ställ in senare?

source: Unable to move the selected item. Please try again.
sv: Det går inte att flytta det valda objektet. Vänligen försök igen.

source: Mr
sv: Herr

source: Other
sv: Annat

source: Camera
sv: Kamera

source: Use dynamic colors
sv: Använd dynamiska färger

source: Edit login
sv: Redigera inloggning

source: open calendar
sv: öppna kalender

# Login attempt from: [%1$s] Do you want to switch to this account?
source: Login attempt from:\n[%1$s]\nDo you want to switch to this account?
sv: Inloggningsförsök från:\n[%1$s]\nVill du byta till detta konto?

source: Cancel Premium
sv: Avbryt Premium

source: There are no items in this shared folder
sv: Det finns inga objekt i den här delade mappen

source: Are you trying to log in?
sv: Försöker du logga in?

source: Password history
sv: Lösenordshistorik

source: Identity server URL
sv: Identitetsserver-URL

source: Autofill and save
sv: Fyll i automatiskt och spara

source: You left the organization
sv: Du lämnade organisationen

source: Ask again later
sv: Fråga igen senare

source: Log in to Bitwarden
sv: Logga in på Bitwarden

source: Edit
sv: Redigera

source: New master password (required)
sv: Nytt huvudlösenord (krävs)

source: Issue date
sv: Utfärdandedatum

source: An organization policy is affecting your ownership options.
sv: En organisationspolicy påverkar dina ägarskapsalternativ.

source: [%1$s] / year
sv: [%1$s] / år

source: Account synced from Bitwarden app
sv: Konto synkroniserat från Bitwarden-appen

source: Plus addressed email
sv: Plusadresserad e-post

source: In the Bitwarden navigation, **find the Tools option** and **select Import data.**
sv: I Bitwarden-navigeringen **hittar du alternativet Verktyg** och **väljer Importera data.**

source: You can now use autofill to log into apps and websites using your saved passwords. Now, you can explore everything else Bitwarden has to offer.
sv: Du kan nu använda autofyll för att logga in på appar och webbplatser med dina sparade lösenord. Nu kan du utforska allt annat Bitwarden har att erbjuda.

source: Special characters (!@#$%^&amp;*)
sv: Specialtecken (!@#$%^&amp;*)

source: Address
sv: Adress

source: Importing from 2FAS password protected files is not supported. Try again with an exported file that is not password protected.
sv: Importera från 2FAS-lösenordsskyddade filer stöds inte. Försök igen med en exporterad fil som inte är lösenordsskyddad.

source: Your next charge is for **[%1$s]**, due on **[%2$s]**.
sv: Din nästa betalning är på **[%1$s]** och förfaller **[%2$s]**.

source: One or more organization policies prevents your from exporting your individual vault.
sv: En eller flera organisationsprinciper hindrar dig från att exportera ditt personliga valv.

source: Collections
sv: Samlingar

source: [%1$s] only allows invited users to create accounts.
sv: [%1$s] tillåter endast inbjudna användare att skapa konton.

source: This action is protected, to continue please re-enter your master password to verify your identity.
sv: Denna åtgärd är skyddad. För att fortsätta, vänligen verifiera din identitet genom att ange ditt huvudlösenord.

source: Private note
sv: Privat notering

source: Hold your Yubikey near the top of the device.
sv: Håll din Yubikey nära ovansidan av enheten.

source: Position your card in the frame to scan it
sv: Placera ditt kort i ramen för att skanna det

source: Manage your logins from anywhere with Bitwarden tools for web and desktop.
sv: Hantera dina inloggningar var som helst med Bitwarden-verktyg för webben och skrivbordet.

source: Use the generator to create and save strong, unique passwords for all your accounts.
sv: Använd generatorn för att skapa och spara starka, unika lösenord för alla dina konton.

source: Private key
sv: Privat nyckel

source: Edit license
sv: Redigera licens

source: Choose a vault that you wish to move this item to. Moving to another vault transfers ownership of the item to that organization. You will no longer be the direct owner of this item once it has been moved.
sv: Välj ett valv som du vill flytta objektet till. När objektet flyttas till ett annat valv överförs ägarskapet till den organisationen. Du är inte längre direkt ägare till objektet när det har flyttats.

source: Items
sv: Objekt

source: Import from computer
sv: Importera från dator

source: Identification
sv: Identifiering

source: Send created
sv: Ny Send har skapats

source: Do you really want to delete? This cannot be undone.
sv: Vill du verkligen radera? Detta går inte att ångra.

source: Your master password was recently changed by an administrator in your organization. In order to access the vault, you must update your master password now. Proceeding will log you out of your current session, requiring you to log back in. Active sessions on other devices may continue to remain active for up to one hour.
sv: Ditt huvudlösenord ändrades nyligen av en administratör i din organisation. För att få tillgång till valvet måste du uppdatera ditt huvudlösenord nu. Om du fortsätter kommer du att loggas ut från din nuvarande session, vilket kräver att du loggar in igen. Aktiva sessioner på andra enheter kan komma att vara aktiva i upp till en timme.

source: Use this username
sv: Använd det här användarnamnet

source: Your new account has been created!
sv: Ditt nya konto har skapats!

source: Get advice, announcements, and research opportunities from Bitwarden in your inbox. **[Unsubscribe]([%1$s])** at any time.
sv: Få råd, tillkännagivanden och forskningsmöjligheter från Bitwarden i din inkorg. **[Avsluta prenumerationen]([%1$s])** när som helst.

source: Filter items by vault
sv: Filtrera objekt efter valv

source: Organization not found.
sv: Organisationen kunde inte hittas.

source: Could not send verification email. Try again.
sv: Kunde inte skicka verifieringsmeddelandet. Försök igen.

source: “Starts with” is an advanced option with increased risk of exposing credentials.
sv: "Börjar med\" är ett avancerat alternativ med ökad risk för att exponera inloggningsuppgifter.

source: View passport
sv: Visa pass

source: Client certificate (mTLS)
sv: Klientcertifikat (mTLS)

source: Log in quickly and easily across devices
sv: Logga in snabbt och enkelt på alla enheter

source: Bitwarden Autofill Service
sv: Bitwardens hjälpmedelsservice för automatisk ifyllnad

source: Money market
sv: Penningmarknad

source: License class
sv: Licensklass

source: %d week
sv: %d vecka

source: %d weeks
sv: %d veckor

source: Surname
sv: Efternamn

source: Verify your master password
sv: Verifiera ditt huvudlösenord

source: Edit file Send
sv: Redigera fil Skicka

source: Canceled
sv: Avbruten

source: When accessing the Send, hide the text by default
sv: Dölj texten som standard när denna Send öppnas

source: 15 minutes
sv: 15 minuter

source: We were unable to automatically open the Android autofill settings menu for you. You can navigate to the autofill settings menu manually from Android Settings &gt; System &gt; Languages and input &gt; Advanced &gt; Autofill service.
sv: Det gick inte att automatiskt öppna inställningsmenyn för Android automatisk ifyllnad. Du kan navigera till menyn manuellt från Android inställningar &gt; System &gt; Språk och inmatning &gt; Avancerat &gt; Tjänsten autofyll.

source: Bank account
sv: Bankkonto

source: Browse
sv: Bläddra

source: Search archive
sv: Sök i arkiv

source: Passphrases are strong passwords that are often easier to remember and type than random passwords. They are helpful for logging into accounts where Autofill is not available, like a streaming service on your TV.
sv: Passfras är starka lösenord som ofta är lättare att komma ihåg och skriva än slumpmässiga lösenord. De är användbara för att logga in på konton där Autofill inte är tillgängligt, t.ex. en streamingtjänst på din TV.

source: Select account
sv: Välj konto

source: Card details
sv: Begär kort

source: An organization is requesting ownership of your personal items. Open the main Bitwarden app to review and complete this request.
sv: En organisation begär ägarskap av dina personliga objekt. Öppna Bitwardens app för att granska och slutföra denna begäran.

source: Local network access required
sv: Lokal nätverksåtkomst krävs

source: Emergency access
sv: Nödåtkomst

source: Ask to add an item if one isn’t found in your vault.
sv: Fråga om att lägga till ett objekt om ett inte hittas i ditt valv.

source: Logging in on
sv: Logga in på

source: ${applicationName}, lock all vaults
sv: ${applicationName}, lås alla valv

source: To connect to [%1$s], sync your default browser with the Bitwarden mobile app. When your browser opens, complete sign-in if prompted. Once syncing is complete, you'll be returned to this app.
sv: För att ansluta till [%1$s], synkronisera din standardwebbläsare med Bitwarden-mobilappen. När din webbläsare öppnas, slutför inloggningen om du uppmanas. När synkroniseringen är klar kommer du tillbaka till den här appen.

source: [Learn more]([%1$s])
sv: [Läs mer]([%1$s])

source: Add a trusted emergency contact
sv: Lägg till en betrodd nödkontakt

source: Log in
sv: Logga in

source: Default (System)
sv: Standard (System)

source: There are no items in this folder
sv: Det finns inga objekt i den här mappen

source: Additional options
sv: Ytterligare alternativ

source: Add new attachment
sv: Lägg till ny bilaga

source: Log in with device
sv: Logga in med enhet

source: Export vault to another app
sv: Exportera valv till en annan app
